Repository: NeboLej/TimeToSow
Catalog: TimeToSow/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# BoxScreen.CellMenu.info
source: Info
ru: Инфо

# BoxScreen.CellMenu.onShelf
source: On Shelf
ru: На полку

# BoxScreen.EmptyState.decor
source: Complete challenges to earn decorative elements
ru: Выполняйте испытания, чтобы получать элементы декора

# BoxScreen.EmptyState.plants
source: Here you can store plants that don’t yet have a place on the shelf
ru: Тут можно хранить растения, которым пока не место на полке

# BoxScreen.Picker.decor
source: Decor
ru: Декор

# BoxScreen.Picker.plants
source: Plants
ru: Растения

# BoxScreen.title
source: My box
ru: Коробка

# Button.cancel
source: Cancel
ru: Отмена

# Button.delete
source: Delete
ru: Удалить

# Button.edit
source: Edit
ru: Редактировать

# Button.GetReward
source: Receive a reward
ru: Получить награду

# Button.InABox
source: In a box
ru: В коробку

# Button.OnShelf
source: On the shelf
ru: На полку

# Button.save
source: Save
ru: Сохранить

# Button.Start
source: Start
ru: Начать

# ChallengeCompleteView.ChallengeComplete
source: Challenge completed!
ru: Испытание выполнено!

# ChallengeCompleteView.endSeasonDate
source: End date: %@
ru: Дата завершения: %@

# ChallengeCompleteView.Rewarding
source: Receive a %@
ru: Получен %@

# ChallengeScreen.description
source: Complete seasonal challenges and earn unique rewards to decorate your room
ru: Проходите ежесезонные испытания и получайте уникальные награды для украшения вашей комнаты

# ChallengeScreen.emptyState
source: There are no active challenges
ru: Сейчас нет активный испытаний

# ChallengeScreen.title
source: Challenges
ru: Испытания

# HistoryScreen.recordsHistoryTitle
source: Records history
ru: История записей

# HistoryScreen.title
source: History
ru: История

# HomeScreen.newPlantTitle
source: New Plant
ru: Новое растение

# HomeScreen.upgradePlantTitle
source: Upgrade plant
ru: Улучшить растение

# MonthStatistic.bonusCountText
source: Bonus count
ru: Всего бонусов

# MonthStatistic.plantCountText
source: Plant count
ru: Всего растений

# MonthStatistic.topPlantText
source: Top Plant
ru: Топ растение

# MonthStatistic.topTagText
source: Top Tag
ru: Топ тэг

# PlantDetailScreen.Alert.DeletePlant.message
source: Deleting this plant will delete all related posts. If you want to hide the plant, use the «Take off the shelf» feature.
ru: При удаления этого растения все связанные с ним записи будут удалены. Если вы хотите скрыть растение, то используйте функцию «Убрать с полки»

# PlantDetailScreen.descriptionTitle
source: Description
ru: Описание

# PlantDetailScreen.recordsTitle
source: Records history
ru: История записей

# PlantDetailScreen.removeFromShelfButton
source: Take off the shelf
ru: Убрать с полки

# PlantDetailScreen.returnToShelfButton
source: Return to the shelf
ru: Вернуть на поку

# PlantView.info
source: info
ru: Инфо

# ProgressScreen.Alert.Stop.message
source: When you close this screen the timer will stop
ru: При закрытии этого экрана таймер будет остановлен

# ProgressScreen.Alert.Stop.negativeAction
source: Сlose
ru: Закрыть

# ProgressScreen.Alert.Stop.positiveAction
source: Stay
ru: Остаться

# ProgressScreen.completeProgressTitle
source: Success!
ru: Успех!

# ProgressScreen.onShelfButton
source: Place on a shelf
ru: поместить на полку

# ProgressScreen.plantName
source: Now you have a %@ %@
ru: Теперь у вас есть %@ %@

# ProgressScreen.sliderOfPhrases_1
source: Scientists have proven that things get done better if you don't look at a screen.
ru: Ученые доказали, что дела лучше делаются если не смотреть на экран

# TagsScreen.colorPickerTitle
source: Choose a color
ru: Выбрать цвет

# TagsScreen.deleteAlertMessage
source: Delete this tag? When deleting a tag, the history of the posts associated with it will remain
ru: Удалить этот тег? При удалении тэг останется истории связанных с ним записей

# TagsScreen.newTagPlaceholder
source: New tag
ru: Занятие

# TagsScreen.TextField.placeholder
source: New tag name
ru: Название занятия

# TagStatistic.title
source: Tag Info
ru: О тэгах

# Time.h
source: h
ru: ч

# Time.min
source: min
ru: мин
